Repository: Doom2D/Doom-2D-Forever
Catalog: lang/editor.*.po
Languages: ru_ru

source: N/A
ru_ru: Н/Д

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Left
ru_ru: Влево

source: Right
ru_ru: Вправо

source: Don''t change
ru_ru: Не менять

source: Reversed
ru_ru: Обратное

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Wall
ru_ru: Стена

source: Background
ru_ru: Фон

source: Foreground
ru_ru: Передний план

source: Open Door
ru_ru: Открытая дверь

source: Closed Door
ru_ru: Закрытая дверь

source: Step
ru_ru: Ступень

source: Water
ru_ru: Вода

source: Acid 1
ru_ru: Кислота 1

source: Acid 2
ru_ru: Кислота 2

source: Stream Up
ru_ru: Лифт вверх

source: Stream Down
ru_ru: Лифт вниз

source: Stream Left
ru_ru: Поток влево

source: Stream Right
ru_ru: Поток вправо

source: Monster Boundary
ru_ru: Блокиратор монстров

source: None
ru_ru: Нет

source: Teleport
ru_ru: Телепортация

source: Respawn
ru_ru: Респаун

source: Arch-Vile Fire
ru_ru: Огонь колдуна

source: Stimpack
ru_ru: Аптечка

source: Medikit
ru_ru: Большая аптечка

source: Berserk Pack
ru_ru: Чёрная аптечка

source: Green Armor
ru_ru: Зелёная броня

source: Blue Armor
ru_ru: Синяя броня

source: Soulsphere
ru_ru: Шарик 100%

source: Megasphere
ru_ru: Мегасфера

source: Envirosuit
ru_ru: Защитный костюм

source: Scuba
ru_ru: Акваланг

source: Invulnerability
ru_ru: Неуязвимость

source: Chainsaw
ru_ru: Бензопила

source: Shotgun
ru_ru: Ружьё

source: Super Shotgun
ru_ru: Двустволка

source: Chaingun
ru_ru: Пулемёт

source: Rocket Launcher
ru_ru: Ракетница

source: Plasma Rifle
ru_ru: Плазмаган

source: Super Chaingun
ru_ru: Суперпулемёт

source: Flamethrower
ru_ru: Огнемёт

source: Clip
ru_ru: Патроны

source: Box of Bullets
ru_ru: Ящик патронов

source: 4 Shells
ru_ru: 4 гильзы

source: Box of Shells
ru_ru: 25 гильз

source: Rocket
ru_ru: 1 ракета

source: Box of Rockets
ru_ru: 5 ракет

source: Energy Cell
ru_ru: Батарейка

source: Energy Cell Pack
ru_ru: Батарея

source: Fuel Canister
ru_ru: Канистра

source: Backpack
ru_ru: Рюкзак

source: Red Key
ru_ru: Красный ключ

source: Green Key
ru_ru: Зелёный ключ

source: Blue Key
ru_ru: Синий ключ

source: Health Globe
ru_ru: Живая вода

source: Armor Shard
ru_ru: Бронешлем

source: Jetpack
ru_ru: Реактивный ранец

source: Invisibility
ru_ru: Невидимость

source: Pistol shot
ru_ru: Выстрел пистолета

source: Chaingun shot
ru_ru: Выстрел пулемёта

source: Shotgun shot
ru_ru: Выстрел ружья

source: Super Shotgun shot
ru_ru: Выстрел двустволки

source: Imp fireball
ru_ru: Шар беса

source: Blue plasma
ru_ru: Синяя плазма

source: Arachnotron plasma
ru_ru: Плазма арахнотрона

source: Cacodemon fireball
ru_ru: Шар какодемона

source: Hell Baron projectile
ru_ru: Выстрел барона ада

source: Mancubus gunshot
ru_ru: Снаряд манкубуса

source: Revenant projectile
ru_ru: Снаряд скелета

source: BFG ball
ru_ru: Шар BFG

source: Explosion
ru_ru: Взрыв

source: BFG explosion
ru_ru: Взрыв BFG

source: Flame
ru_ru: Огонь

source: Pinky
ru_ru: Демон

source: Imp
ru_ru: Бес

source: Zombie
ru_ru: Зомби

source: Sergeant
ru_ru: Сержант

source: Cyberdemon
ru_ru: Кибердемон

source: Commando
ru_ru: Пулемётчик

source: Hell Baron
ru_ru: Барон ада

source: Hell Knight
ru_ru: Рыцарь ада

source: Cacodemon
ru_ru: Какодемон

source: Lost Soul
ru_ru: Огненный череп

source: Pain Elemental
ru_ru: Авиабаза

source: Spider Mastermind
ru_ru: Большой паук

source: Arachnotron
ru_ru: Арахнотрон

source: Mancubus
ru_ru: Манкубус

source: Revenant
ru_ru: Скелет

source: Arch-Vile
ru_ru: Колдун

source: Piranha
ru_ru: Рыба

source: Barrel
ru_ru: Бочка

source: Robot
ru_ru: Робот

source: Prikolist
ru_ru: Приколист

source: Player 1
ru_ru: Первый игрок

source: Player 2
ru_ru: Второй игрок

source: DM Spawn Point
ru_ru: Точка DM

source: Red Flag
ru_ru: Красный флаг

source: Blue Flag
ru_ru: Синий флаг

source: Domination Flag
ru_ru: DOM флаг

source: Red Team
ru_ru: Красная команда

source: Blue Team
ru_ru: Синяя команда

source: Exit
ru_ru: Выход

source: Close Door
ru_ru: Закрыть дверь

source: Door
ru_ru: Дверь

source: Door (5 sec)
ru_ru: Дверь (5 секунд)

source: Close Trap
ru_ru: Закрыть ловушку

source: Trap
ru_ru: Ловушка

source: Extender
ru_ru: Расширитель

source: Secret
ru_ru: Секрет

source: Turn stream up/left
ru_ru: Лифт вверх/поток влево

source: Turn stream down/right
ru_ru: Лифт вниз/поток вправо

source: Revert stream
ru_ru: Лифт

source: Change Texture
ru_ru: Смена текстуры

source: Enable Trigger
ru_ru: Включить триггер

source: Disable Trigger
ru_ru: Выключить триггер

source: Trigger Toggle
ru_ru: Переключить триггер

source: Play Sound
ru_ru: Звук

source: Spawn Monster
ru_ru: Создать монстра

source: Spawn Item
ru_ru: Создать предмет

source: Play Music
ru_ru: Музыка

source: Push
ru_ru: Ускорение

source: Team Score
ru_ru: Начисление очков

source: Message
ru_ru: Сообщение

source: Damage
ru_ru: Урон

source: Healer
ru_ru: Оздоровитель

source: Turret
ru_ru: Турель

source: Effect
ru_ru: Эффект

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Panel Type
ru_ru: Тип панели

source: Texture
ru_ru: Текстура

source: Transparency
ru_ru: Прозрачность

source: Blending
ru_ru: Смешивание

source: DM Only
ru_ru: Только в DM

source: Falls
ru_ru: Падает

source: Direction
ru_ru: Направление

source: Trigger Type
ru_ru: Тип триггера

source: Enabled
ru_ru: Включён

source: Textured Panel
ru_ru: Панель с текстурой

source: Activation Type
ru_ru: Тип активации

source: Keys
ru_ru: Ключи

source: D2D-like
ru_ru: Как в D2D

source: Silent
ru_ru: Без звука

source: Count
ru_ru: Количество

source: Interval (in ticks)
ru_ru: Интервал (в тиках)

source: Health
ru_ru: Здоровье

source: Next Map
ru_ru: След. карта

source: Teleport to
ru_ru: Точка телепорта

source: New Direction
ru_ru: Направление после

source: Door Panel
ru_ru: Панель двери

source: Trap Panel
ru_ru: Панель ловушки

source: Action Area
ru_ru: Область воздействия

source: Delay
ru_ru: Задержка

source: Monster ID
ru_ru: ID монстра

source: Random
ru_ru: Случайный

source: Stream Panel
ru_ru: Панель лифта

source: Once
ru_ru: Один раз

source: Animate Once
ru_ru: Аним. один раз

source: Sound (snd)
ru_ru: Звук (snd)

source: Volume
ru_ru: Громкость

source: Pan
ru_ru: Стерео

source: Loops
ru_ru: Играть раз

source: Local
ru_ru: Локальный

source: Switch
ru_ru: Переключение

source: Spawn at
ru_ru: Точка появления

source: Maximum
ru_ru: Максимум

source: Autospawn (in ticks)
ru_ru: Автоспаун (в тиках)

source: Monster
ru_ru: Тип монстра

source: Active
ru_ru: Активен

source: Behaviour
ru_ru: Поведение

source: Normal
ru_ru: Обычное

source: Killer
ru_ru: Убийца

source: Maniac
ru_ru: Маньяк

source: Insane
ru_ru: Поехавший

source: Cannibal
ru_ru: Каннибал

source: Good
ru_ru: Добрый

source: Item
ru_ru: Тип предмета

source: Music
ru_ru: Музыка

source: Action (m)
ru_ru: Действие (m)

source: Play
ru_ru: Включить

source: Pause
ru_ru: Выключить

source: Angle
ru_ru: Угол

source: Force
ru_ru: Сила

source: Reset velocity
ru_ru: Сбрасывать скорость

source: Action (s)
ru_ru: Действие (s)

source: Add points
ru_ru: Прибавить очки

source: Subtract points
ru_ru: Отнять очки

source: Team Wins
ru_ru: Выигрыш

source: Team Loses
ru_ru: Проигрыш

source: Team
ru_ru: Команда

source: My
ru_ru: Своя

source: Enemy
ru_ru: Соперника

source: Red
ru_ru: Красная

source: Blue
ru_ru: Синяя

source: Console message
ru_ru: Сообщение в консоль

source: Game message
ru_ru: Сообщение в игру

source: Damage type
ru_ru: Тип урона

source: To maximum
ru_ru: До максимума

source: Projectile
ru_ru: Снаряд

source: Shot sound
ru_ru: Звук выстрела

source: Spread
ru_ru: Разброс

source: Auto targeting
ru_ru: Автонаведение

source: Monsters
ru_ru: Монстры

source: Players
ru_ru: Игроки

source: Red team
ru_ru: Красная команда

source: Blue team
ru_ru: Синяя команда

source: Monsters, players
ru_ru: Монстры, игроки

source: Players, monsters
ru_ru: Игроки, монстры

source: Auto-aiming mode
ru_ru: Режим автонаведения

source: Trigger area
ru_ru: Область триггера

source: Entire map
ru_ru: По всей карте

source: Trace trigger area
ru_ru: Область триггера с трассировкой

source: Trace entire map
ru_ru: Вся карта с трассировкой

source: Ammo limit
ru_ru: Кол-во патронов

source: Reload interval (in ticks)
ru_ru: Перезарядка (в тиках)

source: Sight interval (in ticks)
ru_ru: Реакция (в тиках)

source: Indicator panel
ru_ru: Панель индикации

source: Message kind
ru_ru: Тип сообщения

source: Event message
ru_ru: Крупный текст по центру

source: Send to
ru_ru: Получатель

source: Me
ru_ru: Я

source: My team
ru_ru: Моя команда

source: Enemy team
ru_ru: Вражеская команда

source: Everyone
ru_ru: Все игроки

source: Message text
ru_ru: Текст сообщения

source: Time (in ticks)
ru_ru: Время показа (в тиках)

source: Effect type
ru_ru: Тип эффекта

source: Effect subtype
ru_ru: Подтип эффекта

source: Effect color
ru_ru: Цвет эффекта

source: Trigger center
ru_ru: По центру

source: Horizontal speed
ru_ru: Скорость по горизонтали

source: Vertical speed
ru_ru: Скорость по вертикали

source: Speed variance left
ru_ru: Отклонение влево

source: Speed variance right
ru_ru: Отклонение вправо

source: Speed variance up
ru_ru: Отклонение вверх

source: Speed variance down
ru_ru: Отклонение вниз

source: Particle generator
ru_ru: Генератор частиц

source: Animation
ru_ru: Анимация

source: Water splash
ru_ru: Брызги воды

source: Light colored splash
ru_ru: Цветные брызги (светлее)

source: Dark colored splash
ru_ru: Цветные брызги (темнее)

source: Blood
ru_ru: Кровь

source: Sparks
ru_ru: Искры

source: Bubbles
ru_ru: Пузырьки

source: Error
ru_ru: Ошибка

source: Panel Width must be a multiple of Texture Width (%d)
ru_ru: Ширина панели должна быть кратна ширине текстуры (%d)

source: Panel Height must be a multiple of Texture Height (%d)
ru_ru: Высота панели должна быть кратна высоте текстуры (%d)

source: Transparency must be in [0..255] interval
ru_ru: Прозрачность должна быть в интервале [0..255]

source: Width and Height must be greater than 0
ru_ru: Ширина и высота должны быть больше 0

source: X or Y coordinate hasn''t been set
ru_ru: Не задана X или Y координата

source: Texture "%s" already exists
ru_ru: Текстура "%s" уже добавлена

source: Resource "%s" name must not be longer than 64 chars
ru_ru: Имя ресурса "%s" должно быть не длиннее 64 символов

source: Select Item
ru_ru: Выберите предмет

source: Select Monster
ru_ru: Выберите монстра

source: Select Area
ru_ru: Выберите область

source: Select Texture
ru_ru: Выберите текстуру

source: Resource hasn''t been selected
ru_ru: Не выбран ресурс

source: Leaving so soon?
ru_ru: Уже уходите?

source: Delete the texture
ru_ru: Удалить текстуру

source: Delete the texture "%s" ?
ru_ru: Удалить текстуру "%s" ?

source: Can''t delete texture in use. Replace it on all panels with this texture.
ru_ru: Нельзя удалить используемую текстуру. Замените её на каждой панели с ней.

source: File does not longer exist
ru_ru: Этого файла больше нет

source: Remove entry from recent list?
ru_ru: Убрать запись из истории?

source: New map
ru_ru: Новая карта

source: Clear the entire map?
ru_ru: Очистить всю карту?

source: Delete the map
ru_ru: Удалить карту

source: Delete the map "%s" from "%s" ?
ru_ru: Удалить карту "%s" из "%s" ?

source: Map is deleted
ru_ru: Карта удалена

source: Map "%s" is deleted
ru_ru: Карта "%s" удалена

source: Reopen this map?
ru_ru: Загрузить карту заново?

source: Game start error
ru_ru: Ошибка запуска игры

source: Can''t play sound
ru_ru: Не удалось проиграть звук

source: Can''t open WAD: %s
ru_ru: Ошибка при открытии WAD: %s

source: Can''t read resource: %s:%s\%s
ru_ru: Ошибка при чтении ресурса: %s:%s\%s

source: Map "%s" with resources saved to "%s"
ru_ru: Карта "%s" вместе с ресурсами сохранена в "%s"

source: Map "%s" already exists. Overwrite?
ru_ru: Карта "%s" уже существует. Заменить?

source: Save the map
ru_ru: Сохранить карту

source: Choose destination of Teleport
ru_ru: Выберите точку телепорта

source: Choose Spawn point
ru_ru: Выберите точку появления

source: Choose Door
ru_ru: Выберите панель двери

source: Choose textured Panel
ru_ru: Выберите панель с текстурой

source: Choose textured shot indicator Panel
ru_ru: Выберите панель индикации выстрела с текстурой

source: Choose Stream Panel
ru_ru: Выберите панель лифта

source: Choose Monster
ru_ru: Выберите монстра

source: Specify action Area
ru_ru: Укажите область воздействия

source: Width: %d
ru_ru: Ширина: %d

source: Height: %d
ru_ru: Высота: %d

source: File
ru_ru: Файл

source: New
ru_ru: Создать

source: Open...
ru_ru: Открыть...

source: Save
ru_ru: Сохранить

source: Save As...
ru_ru: Сохранить как...

source: Select Map...
ru_ru: Выбрать карту...

source: Revert to Saved
ru_ru: Открыть заново

source: Save Minimap...
ru_ru: Сохранить мини-карту...

source: Delete from WAD...
ru_ru: Удалить из WAD...

source: Pack to WAD...
ru_ru: Упаковать в WAD...

source: Edit
ru_ru: Правка

source: Undo
ru_ru: Отменить

source: Copy
ru_ru: Копировать

source: Cut
ru_ru: Вырезать

source: Paste
ru_ru: Вставить

source: Select All
ru_ru: Выделить всё

source: Bring to Front
ru_ru: Передвинуть вперёд

source: Send to Back
ru_ru: Передвинуть назад

source: Tools
ru_ru: Инструменты

source: Snap to Grid
ru_ru: Привязка к сетке

source: Show Minimap
ru_ru: Показать Мини-карту

source: Switch Grid Granularity
ru_ru: Переключить шаг сетки

source: Show Map Bounds
ru_ru: Показывать границы карты

source: Layers
ru_ru: Слои

source: Service
ru_ru: Сервис

source: Analyse Map...
ru_ru: Проверка карты...

source: Optimize Map...
ru_ru: Оптимизация карты...

source: Preview Mode
ru_ru: Предварительный просмотр

source: Run Test
ru_ru: Тест карты в игре

source: Settings
ru_ru: Настройка

source: Map Properties...
ru_ru: Свойства карты...

source: Preferences...
ru_ru: Настройки...

source: In-game test settings
ru_ru: Настройки теста в игре

source: Help
ru_ru: Справка

source: About
ru_ru: О программе

source: 1. Background
ru_ru: 1. Фон

source: 2. Walls
ru_ru: 2. Стены

source: 3. Foreground
ru_ru: 3. Передний план

source: 4. Steps
ru_ru: 4. Ступени

source: 5. Liquids
ru_ru: 5. Жидкости

source: 6. Items
ru_ru: 6. Предметы

source: 7. Monsters
ru_ru: 7. Монстры

source: 8. Areas
ru_ru: 8. Области

source: 9. Triggers
ru_ru: 9. Триггеры

source: New Map
ru_ru: Новая карта

source: Open Map
ru_ru: Открыть карту

source: Save Map
ru_ru: Сохранить карту

source: Open another Map from same WAD
ru_ru: Открыть другую карту из этого же WAD''а

source: Show Mini-map
ru_ru: Показать мини-карту

source: Show/Hide Objects
ru_ru: Отрисовка панелей/объектов

source: Grid On/Off
ru_ru: Включить/Отключить отображение сетки

source: Switch Grid step
ru_ru: Изменить шаг сетки

source: Settings...
ru_ru: Параметры...

source: Select Effect type
ru_ru: Выберите тип эффекта

source: Select Monster type
ru_ru: Выберите тип монстра

source: Select Item type
ru_ru: Выберите тип предмета

source: About Map Editor
ru_ru: О программе

source: Activation type
ru_ru: Тип активации

source: Select Sky Texture
ru_ru: Выберите текстуру неба

source: Select Sound/Music
ru_ru: Выберите звук/музыку

source: Analyse Map
ru_ru: Проверка карты

source: Optimize Map
ru_ru: Оптимизация карты

source: Map Properties
ru_ru: Свойства карты

source: In-game test Settings
ru_ru: Настройки теста в игре

source: Editor Preferences
ru_ru: Настройки редактора

source: Pack Map
ru_ru: Упаковать карту

source: Save Minimap
ru_ru: Сохранить мини-карту

source: Select Map
ru_ru: Выберите карту

source: Remove Map
ru_ru: Удалить карту

source: Texture: %dx%d
ru_ru: Текстура: %dx%d

source: Animation: %dx%d, %d frames
ru_ru: Анимация: %dx%d, %d кадров

source: Selected objects: %d
ru_ru: Выделено объектов: %d

source: Property
ru_ru: Свойство

source: Value
ru_ru: Значение

source: Panels
ru_ru: Панели

source: Items
ru_ru: Предметы

source: Areas
ru_ru: Области

source: Triggers
ru_ru: Триггеры

source: Texture List
ru_ru: Список текстур

source: Item List
ru_ru: Список предметов

source: Monster List
ru_ru: Список монстров

source: Area List
ru_ru: Список областей

source: Trigger List
ru_ru: Список триггеров

source: Keys Needed
ru_ru: Ключи для активации

source: Texture Preview
ru_ru: Предварительный просмотр

source: Player Collides
ru_ru: Игрок близко

source: Monster Collides
ru_ru: Монстр близко

source: Player Pressed
ru_ru: Игрок нажал

source: Monster Pressed
ru_ru: Монстр нажал

source: Shot
ru_ru: Выстрел

source: No Monsters
ru_ru: Монстров нет

source: Optimization
ru_ru: Оптимизация

source: Texture Optimization
ru_ru: Оптимизация текстур

source: Panel Optimization
ru_ru: Оптимизация панелей

source: Walls
ru_ru: Стены

source: Steps
ru_ru: Ступени

source: Streams
ru_ru: Лифты

source: Deletes unused textures from texture list.
ru_ru: Удаляет неиспользуемые текстуры из списка.

source: Merges nearby panels of same type. Increases game performance.
ru_ru: Объединяет одинаковые панели, расположенные вплотную друг к другу, увеличивая тем самым производительность игры.

source: Statistics:
ru_ru: Статистика:

source: Map Size:
ru_ru: Размеры:

source: Two Players
ru_ru: Два игрока

source: Friendly Fire
ru_ru: Урон своих

source: Enable Exit
ru_ru: Включить выход

source: Weapons Stay
ru_ru: Оружие остаётся

source: Enable Monsters
ru_ru: Монстры в DM

source: Close the game after exiting the map
ru_ru: Закрыть игру после выхода из карты

source: Select Doom 2D: Forever executable
ru_ru: Выберите файл игры Doom 2D: Forever

source: Show Grid
ru_ru: Показывать сетку

source: Show Panel Texture
ru_ru: Показывать текстуру панели

source: Show Panel Size
ru_ru: Показывать размеры панели

source: Use Checkerboard
ru_ru: Использовать шахматку

source: Textures
ru_ru: Текстуры

source: Sky
ru_ru: Небо

source: Don''t overwrite WAD
ru_ru: Не перезаписывать WAD

source: Non-standard Resources only
ru_ru: Только нестандартные ресурсы

source: Texture Width:
ru_ru: Ширина текстуры:

source: Texture Height:
ru_ru: Высота текстуры:

source: Show the Spectrum
ru_ru: Показать спектр

source: Version 2.1.5
ru_ru: Версия 2.1.5

source: Author: rs.falcon
ru_ru: Автор: rs.falcon

source: Additions: Pss
ru_ru: Дорабатывал: Pss

source: Doom 2D: Forever Web-site
ru_ru: Сайт Doom 2D: Forever

source: WAD Files:
ru_ru: Список WAD-файлов:

source: WAD Sections:
ru_ru: Список секций WAD-файла:

source: Map Name:
ru_ru: Название карты:

source: Map Description
ru_ru: Описание карты:

source: Author:
ru_ru: Автор:

source: Background/Sky:
ru_ru: Фон/Небо:

source: Music:
ru_ru: Музыка:

source: Textures:
ru_ru: Текстур:

source: Panels:
ru_ru: Панелей:

source: Items:
ru_ru: Предметов:

source: Monsters:
ru_ru: Монстров:

source: Areas:
ru_ru: Областей:

source: Triggers:
ru_ru: Триггеров:

source: Current:
ru_ru: Текущий:

source: Width:
ru_ru: Ширина:

source: Height:
ru_ru: Высота:

source: Direction to shift map objects:
ru_ru: Направление смещения объектов карты:

source: Preserve snapping
ru_ru: Сохранять привязку

source: Time Limit:
ru_ru: Лимит времени:

source: seconds
ru_ru: секунд

source: Score Limit:
ru_ru: Лимит очков:

source: Path to Doom2DF.exe:
ru_ru: Путь к Doom2DF.exe:

source: Launch Arguments:
ru_ru: Параметры запуска:

source: Grid Step:
ru_ru: Шаг сетки:

source: Grid Color:
ru_ru: Цвет сетки:

source: Grid Dot Size:
ru_ru: Размер точек сетки:

source: Background Color:
ru_ru: Цвет фона:

source: Texture Preview Background Color:
ru_ru: Цвет фона поля предпросмотра текстуры:

source: Mini-map Scale:
ru_ru: Масштаб мини-карты:

source: Recent Maps List Contains:
ru_ru: Запоминать последних открытых карт:

source: Language:
ru_ru: Язык:

source: Compress archive when save
ru_ru: Сжимать архив при сохранении

source: Make backup before save
ru_ru: Резервная копия при сохранении

source: Save to:
ru_ru: Сохранить в:

source: Map Resource Name:
ru_ru: Название ресурса карты:

source: Texture Section:
ru_ru: Секция для текстур:

source: Sky Section:
ru_ru: Секция для неба:

source: Music Section:
ru_ru: Секция для музыки:

source: Scale:
ru_ru: Масштаб:

source: Apply Properties
ru_ru: Применить свойства

source: Cancel
ru_ru: Отмена

source: Add
ru_ru: Добавить

source: Close
ru_ru: Закрыть

source: Add and Close
ru_ru: Добавить и закрыть

source: Check
ru_ru: Проверить

source: Run
ru_ru: Начать

source: Pack
ru_ru: Упаковать

source: No sound
ru_ru: Нет звука

source: Add texture to the list
ru_ru: Добавить текстуру в список

source: Delete texture from the list
ru_ru: Удалить текстуру из списка

source: Deselect texture
ru_ru: Снять выбор с текстуры

source: Reading WAD
ru_ru: Чтение WAD

source: Loading Map
ru_ru: Чтение карты

source: Reading Textures
ru_ru: Чтение текстур

source: Reading Panels
ru_ru: Чтение панелей

source: Reading Items
ru_ru: Чтение предметов

source: Reading Monsters
ru_ru: Чтение монстров

source: Reading Areas
ru_ru: Чтение областей

source: Reading Triggers
ru_ru: Чтение триггеров

source: Player collides with the wall and will be stuck.
ru_ru: Если в этой области появится игрок, то он застрянет в стене и не сможет двигаться.

source: Area #%d collides with Map (%d:%d)
ru_ru: Область #%d пересекается с картой (%d:%d)

source: There are several spawn points for First Player on the map
ru_ru: Несколько точек появления первого игрока

source: There are several spawn points for Second Player on the map
ru_ru: Несколько точек появления второго игрока

source: There are several spawn points on the map. Random one will be used.
ru_ru: Несколько точек появления игрока, будет использована случайная.

source: There are no DM spawn points on the map
ru_ru: На карте нет точек DM

source: There are no DM spawn points on the map. Only "Single Player" mode available.
ru_ru: На карте нет точек DM, поиграть получится только в режиме "Single Player".

source: Monster collides with the wall and will be stuck.
ru_ru: Монстр пересекается с картой. Он застрянет в стене и не сможет двигаться

source: Monster #%d collides with a map (%d:%d)
ru_ru: Монстр #%d пересекается с картой (%d:%d)

source: Texture list is empty
ru_ru: Список текстур пуст

source: Deleted Textures:
ru_ru: Удалённые текстуры:

source: Textures Total:
ru_ru: Всего текстур:

source: Textures Deleted:
ru_ru: Удалено текстур:

source: Panels Optimized:
ru_ru: Оптимизировано панелей:

source: Walls Optimization...
ru_ru: Оптимизация стен...

source: Foreground Optimization...
ru_ru: Оптимизация переднего плана...

source: Background Optimization...
ru_ru: Оптимизация фона...

source: Steps Optimization...
ru_ru: Оптимизация ступеней...

source: Water Optimization...
ru_ru: Оптимизация воды...

source: Acid 1 Optimization...
ru_ru: Оптимизация кислоты 1...

source: Acid 2 Optimization...
ru_ru: Оптимизация кислоты 2...

source: Streams Optimization...
ru_ru: Оптимизация лифтов...

source: Monster Boundaries Optimization...
ru_ru: Оптимизация блокираторов монстров....

source: Panels Total:
ru_ru: Всего панелей:

source: Panels after Optimization:
ru_ru: Панелей после оптимизации:

source: <MAP WAD-FILE>
ru_ru: <WAD-ФАЙЛ КАРТЫ>

source: <EXTRA TEXTURES>
ru_ru: <СПЕЦТЕКСТУРЫ>

source: Doom 2D: Forever Maps (*.dfz, *.dfzip, *.zip, *.wad)|*.dfz;*.dfzip;*.zip;*.wad|Doom 2D: Forever 0.30 Maps (*.ini)|*.ini|All Files (*.*)|*.*
ru_ru: Карты Doom 2D: Forever (*.dfz, *.dfzip, *.zip, *.wad)|*.dfz;*.dfzip;*.zip;*.wad|Старые карты Doom 2D: Forever 0.30 (*.ini)|*.ini|Все файлы (*.*)|*.*

source: Doom 2D: Forever Maps (*.dfz)|*.dfz|Doom 2D: Forever Maps (*.dfzip)|*.dfzip|Doom 2D: Forever Maps (*.zip)|*.zip|Doom 2D: Forever Maps (*.wad)|*.wad|All Files (*.*)|*.*
ru_ru: Карты Doom 2D: Forever (*.dfz)|*.dfz|Карты Doom 2D: Forever (*.dfzip)|*.dfzip|Карты Doom 2D: Forever (*.zip)|*.zip|Карты Doom 2D: Forever (*.wad)|*.wad|Все файлы (*.*)|*.*

source: Doom 2D: Forever Map Editor
ru_ru: Редактор карт Doom 2D: Forever
